OdIfcGUID.op_Implicit~System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte!System.Runtime.CompilerServices.IsConst*
\details
Converts the IFC GUID object's value to a constant C++ character array.